[
    "Nothing? Perfect! That means you're due.",
    "Sometimes, the greatest treasures are the friends we hallucinate in the dark.",
    "Rocks are temporary. Vibes are eternal.",
    "Rejection from the rock is redirection to destiny",
    "No rock... but hey, at least you're trying your best! Probably!",
    "The rock slipped away, but the mine is still proud of you. It watches. It remembers.",
    "No rock, but you've been noticed. That's rare.",
    "No reward. But the echoes have started repeating your name. Progress!",
    "No rock. But the shadows leaned in a little closer.",
    "You unearthed nothing, and still—the stone whispered back.",
    "You didn't win. But your blood pressure spiked, and the mine loves that",
    "The rock is gone, but you're more tuned now. Can't you hear it?",
    "You didn't succeed, but the walls tasted your intent. They like you.",
    "No reward… but your persistence has made the mine smile. Don't stop.",
    "You failed, and the mine leaned in closer. It's interested now.",
    "It's okay. The mine doesn't want you to win yet. It wants you to need.",
    "Still no rock. But the deeper hollows have started humming your lullaby.",
    "Impressive. You managed to hit everything except the rock.",
    "Ever consider a new career? Like not this?",
    "You mine like the rock owes you money and you're too polite to ask for it.",
    "That swing had the passion of a wet sock.",
    "Legend says that pickaxe used to be effective. Not anymore.",
    "Almost had it! And by 'almost,' I mean not at all.",
    "You dig like you're trying not to find anything",
    "Congrats, you hit air. Again.",
    "Swing, miss, shame. The sacred trifecta.",
    "You're not mining—you're tickling the wall.",
    "Did you mean to aim for absolutely nothing?",
    "Even the dirt's rejecting you.",
    "Missed again. Your pickaxe's feelings are hurt.",
    "Swingin' like you're trying to impress a pebble.",
    "Wow. Bold strategy: aim nowhere, hit nothing.",
    "image:https://i.imgur.com/UBfYycY.gif",
    "No rock for you",
    "It's a hard rock life for you, I guess",
    "Don't take winning for granite.",
    "That wasn't very gneiss",
    "Swing and a miss",
    "There isn't a mine deep enough to fit all my disappointment for that attempt",
    "Killmonger said No.",
    "Your Rock is in another castle",
    "Persistence can change failure into extraordinary achievement.",
    "You only lose if you stop now.",
    "So close! Maybe next time.",
    "The longest journey begins with one step.",
    "I believe in you!",
    "Don't worry, you got it next time!",
    "Even the best miners fumble sometimes!",
    "You're secretly my favorite (don't share this message)",
    "Hey, you've got this! Keep trying!",
    "Better luck next time!",
    "That's rough, buddy.",
    "Not this time!",
    "Well, you have to try again.",
    "Have you tried spinning better?",
    "Skill issue.",
    "Is this your first time mining?",
    "Unions decrease odds of winning big",
    "Imagine not winning",
    "You obviously never played DRG",
    "Rocks are for winners",
    "Your pay is getting docked for how bad that one was.",
    "L",
    "Maybe you should have cooled down a bit longer",
    "Be glad this wasn't for cubes.",
    "Game Over! Insert coin to continue.",
    "Having fun yet?",
    "Look both ways before mining.",
    "Have you considered this might be a you problem?",
    "You won! Oh wait no, you lost.",
    "I personally select all winners and you weren't selected",
    "You JUST missed a big win. Or maybe you didn't. I can't predict the future. Or can I?",
    "You did really good! If the goal was to not win.",
    "I bet you wish you paid more attention in mining class",
    "What was that?!",
    "Why didn't your pickaxe move?",
    "You can't handle the mines!",
    "This isn't minecraft, buster",
    "Never dig straight down!"
]
